import styles from "./page.module.css";
import Image from 'next/image'

export default function table2() {
  return (
    <div className={styles.tablekppmch}>
      <meta name="viewport" content="width=device-width, initial-scale=1"></meta>
      <h1 className={styles.aboutTitle}>ตารางการให้บริการแพทย์แผนไทย แพทย์แผนจีน และแพทย์ทางเลือก</h1>
      <p className={styles.aboutText}>
      ณ  ศูนย์บริการแพทย์แผนไทย  โรงพยาบาลชุมชนเทศบาลเมืองกำแพงเพชร
      </p>
      <p className={styles.aboutText}>เบอร์โทรติดต่อสอบถามและจองคิว  055-714924</p>

      <table className={styles.table}>
        
        <thead>
          <tr className={styles.tableTitle}>
            <th>วัน</th>
            <th>08.30 น.- 12.00 น.</th>
            <th>13.00 น.- 16.30 น.</th>

          </tr>
        </thead>
        <tbody>
          <tr className={styles.monday}>
            <td rowSpan={2}>จันทร์</td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร <br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>

          </tr>
          <tr>
            <td className={styles.monday}>บริการแพทย์แผนจีน (ฝังเข็ม)</td>
            <td className={styles.monday}>บริการแพทย์แผนจีน (ฝังเข็ม)</td>
          </tr>
          <tr className={styles.tuesday}>
            <td rowSpan={2}>วันอังคาร</td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
          </tr>
          <tr>
          <td className={styles.tuesday}>บริการแพทย์แผนจีน (ฝังเข็ม)</td>
          <td className={styles.tuesday}>บริการแพทย์แผนจีน (ฝังเข็ม)</td>
          </tr>
          <tr className={styles.wednesday}>
            <td>
            วัยพุธ
            </td>
            <td>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
          </tr>
          <tr>
            <td className={styles.thursday}>
              วัยพฤหัสบดี
            </td>
            <td className={styles.thursday}>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
            <td className={styles.thursday}>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
          </tr>
          <tr className={styles.friday}>
            <td>
              วันศุกร์
            </td>
            <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
          <td>การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร<br></br> การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด</td>
          </tr>
          <tr >
            <td className={styles.saturday}>
              วันเสาร์
            </td>
            <td className={styles.saturday}>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร <br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
            <td className={styles.saturday}>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร <br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
          </tr>
          <tr className={styles.sunday}>
            <td>
              วันอาทิตย์
            </td>
            <td>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร <br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
            <td>
            การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพร <br></br>การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน สมาธิบำบัด
            </td>
          </tr>
        
        </tbody>
      </table>
      
      <ul role="list" className={styles.listul}>
  <li>การให้บริการการแพทย์แผนไทย และการแพทย์ทางเลือก ณ ศูนย์บริการแพทย์แผนไทย ทุกวัน เวลา 08.30 น. ถึง 16.30 น.<br></br><a className={styles.alertTitle}>ยกเว้นวันหยุดนักขัตฤกษ์ และวันหยุดราชการที่ติดกับวันหยุดนักขัตฤกษ์</a> สถานที่ตั้งอยู่ ถนนเทศบาล 1 ติดกับร้านอลังการเฟอร์นิเจอร์</li>
  <li>บริการแพทย์แผนไทยมีกิจกรรม : การนวด อบ ประคบสมุนไพร การตรวจรักษาใช้ยาสมุนไพรบำบัดรักษาโรค <br></br> การทับหม้อเกลือ การดูแลสุขภาพหญิงหลังคลอด ฤาษีดัดตน และสมาธิบำบัด </li>
  <li>การบริการแพทย์แผนจีน : การฝังเข็ม ทุกวันจันทร์ - อังคาร เวลา 08.30 น. – 16.30 น.</li>
  
</ul>

    </div>
  );
}
